export default {
  projections: {
    ТчЧертежиE: {
      версия: {
        __caption__: 'Версия файла'
      },
      имяФайла: {
        __caption__: 'Имя файла'
      },
      расширение: {
        __caption__: 'Расширение'
      },
      датаИзм: {
        __caption__: 'Дата изменения'
      }
    }
  },
  validations: {
    версия: {
      __caption__: 'Версия файла'
    },
    датаИзм: {
      __caption__: 'Дата изменения'
    },
    имяФайла: {
      __caption__: 'Имя файла'
    },
    расширение: {
      __caption__: 'Расширение'
    },
    чертежи: {
      __caption__: 'чертежи'
    }
  }
};
