export default {
  projections: {
    ТЧТехКартыE: {
      пунктРаботы: {
        __caption__: 'Пункт работы'
      },
      составРабот: {
        __caption__: 'Состав работ'
      },
      материалы: {
        __caption__: 'Материалы',
        наименование: {
          __caption__: 'Необходимые материалы'
        }
      },
      оборудование: {
        __caption__: 'Оборудование',
        наименование: {
          __caption__: 'Необходимое оборудование'
        }
      }
    }
  },
  validations: {
    пунктРаботы: {
      __caption__: 'Пункт работы'
    },
    составРабот: {
      __caption__: 'Состав работ'
    },
    материалы: {
      __caption__: 'Материалы'
    },
    оборудование: {
      __caption__: 'Оборудование'
    },
    техКарты: {
      __caption__: 'техКарты'
    }
  }
};
