export default {
  projections: {
    МатериалыE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      склады: {
        __caption__: 'Склады',
        наименование: {
          __caption__: 'Склад'
        }
      }
    },
    МатериалыL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      склады: {
        __caption__: 'Склад',
        наименование: {
          __caption__: 'Склад'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    склады: {
      __caption__: 'Склады'
    }
  }
};
