export default {
  projections: {
    ЧертежиE: {
      наименЧертеж: {
        __caption__: 'Наименование чертежа'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      заявки: {
        __caption__: 'Заявки',
        номерЗаявки: {
          __caption__: 'Номер заявки'
        }
      },
      тчЧертежи: {
        __caption__: 'Версии Чертежа',
        версия: {
          __caption__: 'Версия файла'
        },
        имяФайла: {
          __caption__: 'Имя файла'
        },
        расширение: {
          __caption__: 'Расширение'
        },
        датаИзм: {
          __caption__: 'Дата изменения'
        }
      }
    },
    ЧертежиL: {
      наименЧертеж: {
        __caption__: 'Наименование чертежа'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      заявки: {
        __caption__: 'Номер заявки',
        номерЗаявки: {
          __caption__: 'Номер заявки'
        }
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    наименЧертеж: {
      __caption__: 'Наименование чертежа'
    },
    заявки: {
      __caption__: 'Заявки'
    },
    тчЧертежи: {
      __caption__: 'Версии Чертежа'
    }
  }
};
