export default {
  projections: {
    ТехКартыE: {
      номерКарты: {
        __caption__: 'Номер карты'
      },
      дата: {
        __caption__: 'Дата'
      },
      чертежи: {
        __caption__: 'Чертежи',
        наименЧертеж: {
          __caption__: 'Наименование чертежа'
        }
      },
      тЧТехКарты: {
        __caption__: 'Этапы',
        пунктРаботы: {
          __caption__: 'Пункт работы'
        },
        составРабот: {
          __caption__: 'Состав работ'
        },
        материалы: {
          __caption__: 'Материалы',
          наименование: {
            __caption__: 'Необходимые материалы'
          }
        },
        оборудование: {
          __caption__: 'Оборудование',
          наименование: {
            __caption__: 'Необходимое оборудование'
          }
        }
      }
    },
    ТехКартыL: {
      номерКарты: {
        __caption__: 'Номер карты'
      },
      дата: {
        __caption__: 'Дата'
      },
      чертежи: {
        __caption__: 'Наименование чертеж',
        наименЧертеж: {
          __caption__: 'Наименование чертеж'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерКарты: {
      __caption__: 'Номер карты'
    },
    чертежи: {
      __caption__: 'Чертежи'
    },
    тЧТехКарты: {
      __caption__: 'Этапы'
    }
  }
};
